Repository: aullidolunar/apps
Catalog: po/*.po
Languages: es

source: do you want to exit application anyway?
es: ¿deseas salir de todos modos de la aplicación?

source: do still you want to abort the operation?
es: ¿deseas interrumpir de todos modos la operación?

source: Convertion aborted
es: Conversión interrumpida

source: Starting convertion...
es: Iniciando la conversión...

source: No files to convert
es: No se encontraron archivos para convertir

source: Yes
es: Sí

source: <b>ffmpeg is still running</b>
es: <b>ffmpeg está aún ejecutándose</b>

source: Aborting the operation can cause a corrupted file
es: Interrumpir la operación puede generar un archivo dañado

source: Starts the convertion
es: Inicia la conversión

source: Stops the convertion
es: Detienen la conversión

source: Choose a directory
es: Selecciona un directorio

source: Choose a bitrate
es: Selecciona un bitraje

source: Ready
es: Listo

source: Converting
es: Convirtiendo

source: UI file not found
es: Archivo UI no encontrado

source: About the program
es: Acerca del programa

source: Quits the application
es: Sale de la aplicación

source: Set input directory:
es: Establece directorio de entrada:

source: Delete source file
es: Eliminar archivo fuente

source: Input configuration
es: Configuración de entrada

source: Set output directory:
es: Establece directorio de salida:

source: Set bitrate level:
es: Establece nivel de bitraje:

source: Output configuration
es: Configuración de salida

source: ffmpeg frontend for encoding MP3 audio from media files
es: Interfaz gráfica de ffmpeg para crear audio MP3 de archivos de medios
